BsAtHome/atpack/Atmel.ATtiny_DFP.atpack/edc/ATtiny261.PIC
    </edc:ConfigFuseSector>
  </edc:LockbitsSpace>
  <edc:PinList edc:ppsflavor="atmel">
    <edc:Pin>
      <edc:VirtualPin edc:name="PB0"/>
      <edc:VirtualPin edc:name="DI" edc:ppsfunction="USI"/>
      <edc:VirtualPin edc:name="OC1AINV" edc:ppsfunction="T1"/>
      <edc:VirtualPin edc:name="P0" edc:ppsfunction="PORTB"/>
      <edc:VirtualPin edc:name="PCINT8" edc:ppsfunction="EXTINT"/>
      <edc:VirtualPin edc:name="SDA" edc:ppsfunction="USI"/>
    </edc:Pin>
    <edc:Pin>
      <edc:VirtualPin edc:name="PB1"/>
      <edc:VirtualPin edc:name="DO" edc:ppsfunction="USI"/>
      <edc:VirtualPin edc:name="OC1A" edc:ppsfunction="T1"/>
      <edc:VirtualPin edc:name="P1" edc:ppsfunction="PORTB"/>
      <edc:VirtualPin edc:name="PCINT9" edc:ppsfunction="EXTINT"/>
    </edc:Pin>
    <edc:Pin>
      <edc:VirtualPin edc:name="PB2"/>
      <edc:VirtualPin edc:name="OC1BINV" edc:ppsfunction="T1"/>
      <edc:VirtualPin edc:name="P2" edc:ppsfunction="PORTB"/>
      <edc:VirtualPin edc:name="PCINT10" edc:ppsfunction="EXTINT"/>
      <edc:VirtualPin edc:name="SCL" edc:ppsfunction="USI"/>
      <edc:VirtualPin edc:name="USCK" edc:ppsfunction="USI"/>
    </edc:Pin>
    <edc:Pin>
      <edc:VirtualPin edc:name="PB3"/>
      <edc:VirtualPin edc:name="OC1B" edc:ppsfunction="T1"/>
      <edc:VirtualPin edc:name="P3" edc:ppsfunction="PORTB"/>
      <edc:VirtualPin edc:name="PCINT11" edc:ppsfunction="EXTINT"/>
    </edc:Pin>
    <edc:Pin>
      <edc:VirtualPin edc:name="VCC"/>
    </edc:Pin>
    <edc:Pin>
      <edc:VirtualPin edc:name="GND"/>
    </edc:Pin>
    <edc:Pin>
      <edc:VirtualPin edc:name="PB4"/>
      <edc:VirtualPin edc:name="ADC7" edc:ppsfunction="ADC"/>
      <edc:VirtualPin edc:name="OC1DINV" edc:ppsfunction="T1"/>
      <edc:VirtualPin edc:name="P4" edc:ppsfunction="PORTB"/>
      <edc:VirtualPin edc:name="PCINT12" edc:ppsfunction="EXTINT"/>
    </edc:Pin>
    <edc:Pin>
      <edc:VirtualPin edc:name="PB5"/>
      <edc:VirtualPin edc:name="ADC8" edc:ppsfunction="ADC"/>
      <edc:VirtualPin edc:name="OC1D" edc:ppsfunction="T1"/>
      <edc:VirtualPin edc:name="P5" edc:ppsfunction="PORTB"/>
      <edc:VirtualPin edc:name="PCINT13" edc:ppsfunction="EXTINT"/>
    </edc:Pin>
    <edc:Pin>
      <edc:VirtualPin edc:name="PB6"/>
      <edc:VirtualPin edc:name="ADC9" edc:ppsfunction="ADC"/>
      <edc:VirtualPin edc:name="INT0" edc:ppsfunction="EXTINT"/>
      <edc:VirtualPin edc:name="P6" edc:ppsfunction="PORTB"/>
      <edc:VirtualPin edc:name="PCINT14" edc:ppsfunction="EXTINT"/>
      <edc:VirtualPin edc:name="T0" edc:ppsfunction="T0"/>
    </edc:Pin>
    <edc:Pin>
      <edc:VirtualPin edc:name="PB7"/>
      <edc:VirtualPin edc:name="ADC10" edc:ppsfunction="ADC"/>
      <edc:VirtualPin edc:name="P7" edc:ppsfunction="PORTB"/>
      <edc:VirtualPin edc:name="PCINT15" edc:ppsfunction="EXTINT"/>
    </edc:Pin>
    <edc:Pin>
      <edc:VirtualPin edc:name="PA7"/>
      <edc:VirtualPin edc:name="ADC6" edc:ppsfunction="ADC"/>
      <edc:VirtualPin edc:name="AIN0" edc:ppsfunction="ACIN"/>
      <edc:VirtualPin edc:name="P7" edc:ppsfunction="PORTA"/>
      <edc:VirtualPin edc:name="PCINT7" edc:ppsfunction="EXTINT"/>
    </edc:Pin>
    <edc:Pin>
      <edc:VirtualPin edc:name="PA6"/>
      <edc:VirtualPin edc:name="ADC5" edc:ppsfunction="ADC"/>
      <edc:VirtualPin edc:name="AIN1" edc:ppsfunction="ACIN"/>
      <edc:VirtualPin edc:name="P6" edc:ppsfunction="PORTA"/>
      <edc:VirtualPin edc:name="PCINT6" edc:ppsfunction="EXTINT"/>
    </edc:Pin>
    <edc:Pin>
      <edc:VirtualPin edc:name="PA5"/>
      <edc:VirtualPin edc:name="ADC4" edc:ppsfunction="ADC"/>
      <edc:VirtualPin edc:name="AIN2" edc:ppsfunction="ACIN"/>
      <edc:VirtualPin edc:name="P5" edc:ppsfunction="PORTA"/>
      <edc:VirtualPin edc:name="PCINT5" edc:ppsfunction="EXTINT"/>
    </edc:Pin>
    <edc:Pin>
      <edc:VirtualPin edc:name="PA4"/>
      <edc:VirtualPin edc:name="ADC3" edc:ppsfunction="ADC"/>
      <edc:VirtualPin edc:name="ICP0" edc:ppsfunction="T0"/>
      <edc:VirtualPin edc:name="P4" edc:ppsfunction="PORTA"/>
      <edc:VirtualPin edc:name="PCINT4" edc:ppsfunction="EXTINT"/>
    </edc:Pin>
    <edc:Pin>
      <edc:VirtualPin edc:name="AVCC"/>
    </edc:Pin>
    <edc:Pin>
      <edc:VirtualPin edc:name="AGND"/>
    </edc:Pin>
    <edc:Pin>
      <edc:VirtualPin edc:name="PA3"/>
      <edc:VirtualPin edc:name="AREF" edc:ppsfunction="AREF"/>
      <edc:VirtualPin edc:name="P3" edc:ppsfunction="PORTA"/>
      <edc:VirtualPin edc:name="PCINT3" edc:ppsfunction="EXTINT"/>
    </edc:Pin>
    <edc:Pin>
      <edc:VirtualPin edc:name="PA2"/>
      <edc:VirtualPin edc:name="ADC2" edc:ppsfunction="ADC"/>
      <edc:VirtualPin edc:name="INT1" edc:ppsfunction="EXTINT"/>
      <edc:VirtualPin edc:name="P2" edc:ppsfunction="PORTA"/>
      <edc:VirtualPin edc:name="PCINT2" edc:ppsfunction="EXTINT"/>
      <edc:VirtualPin edc:name="SCL " edc:ppsfunction="USI_ALT"/>
      <edc:VirtualPin edc:name="USCK" edc:ppsfunction="USI_ALT"/>
    </edc:Pin>
    <edc:Pin>
      <edc:VirtualPin edc:name="PA1"/>
      <edc:VirtualPin edc:name="ADC1" edc:ppsfunction="ADC"/>
      <edc:VirtualPin edc:name="DO" edc:ppsfunction="USI_ALT"/>
      <edc:VirtualPin edc:name="P1" edc:ppsfunction="PORTA"/>
      <edc:VirtualPin edc:name="PCINT1" edc:ppsfunction="EXTINT"/>
    </edc:Pin>
    <edc:Pin>
      <edc:VirtualPin edc:name="PA0"/>
      <edc:VirtualPin edc:name="ADC0" edc:ppsfunction="ADC"/>
      <edc:VirtualPin edc:name="DI" edc:ppsfunction="USI_ALT"/>
      <edc:VirtualPin edc:name="P0" edc:ppsfunction="PORTA"/>
      <edc:VirtualPin edc:name="PCINT0" edc:ppsfunction="EXTINT"/>
      <edc:VirtualPin edc:name="SDA" edc:ppsfunction="USI_ALT"/>
    </edc:Pin>
  </edc:PinList>
</edc:PIC>